amd-ucode
amdvlk
android-tools
android-udev
base
base-devel
bash-completion
bat
blueman
bridge-utils
btop
chromium
dnsmasq
dunst
efibootmgr
evince
eza
fastfetch
fd
ffmpegthumbnailer
flameshot
fzf
git
git-delta
gparted
grimshot
gst-plugin-pipewire
gvfs
hypridle
hyprland
hyprlock
hyprpaper
ibus
imv
inotify-tools
lazygit
less
lib32-vulkan-virtio
libgsf
libnotify
libpulse
libva-mesa-driver
linux
linux-firmware
lxappearance
man-db
man-pages
mesa-vdpau
neovide
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nwg-look
openbsd-netcat
openssh
pamixer
pavucontrol-gtk3
pcmanfm
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
power-profiles-daemon
python-pip
python-pynvim
qemu-full
qt5ct
ripgrep
rofi-wayland
scrcpy
sof-firmware
stow
swaybg
tree
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
ttf-jetbrains-mono-nerd
tumbler
unzip
usbutils
v4l2loopback-dkms
virt-manager
virt-viewer
vulkan-radeon
vulkan-virtio
waybar
wezterm
wget
wine
winetricks
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-gtk
xf86-video-amdgpu
xorg-xdpyinfo
xorg-xhost
yt-dlp
zip
zram-generator
zsh
