7zip
acpi
alacritty
alsa-utils
amd-ucode
android-tools
android-udev
ani-cli
antimicrox
app2unit-git
apparmor
arandr
ark
autorandr
base
base-devel
bash-completion
bat
bear
blueman
bluez-qt
bluez-tools
bluez-utils
bmon
brave-bin
bridge-utils
brightnessctl
brillo
btop
btrfs-progs
calcurse
catppuccin-gtk-theme-mocha
cava
chaotic-keyring
chaotic-mirrorlist
chromium
cloc
colorpicker
coppwr
cppcheck
dash
ddcutil
discord
distrobox
dmidecode
dnsmasq
dolphin
dracula-cursors-git
dracula-icons-theme
dust
efibootmgr
etcher-bin
evtest
eww
exercism
eza
fastfetch
fd
feh
ffmpegthumbnailer
file-roller
firefox
fish
flameshot
flatpak
fragments
fzf
gamescope
gdb
gemini-cli-git
ghostty
gimp
git
git-delta
gnome-bluetooth-3.0
gnome-calendar
gnome-icon-theme
go
google-breakpad
gparted
grim
gruvbox-dark-icons-gtk
gvfs
handlr-regex
htop
hyprland
ibus
iftop
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-bibata-modern-classic-bin
illogical-impulse-hyprland
illogical-impulse-kde
illogical-impulse-microtex-git
illogical-impulse-microtex-git-debug
illogical-impulse-oneui4-icons-git
illogical-impulse-portal
illogical-impulse-python
illogical-impulse-screencapture
illogical-impulse-widgets
imagemagick
imv
inotify-tools
intel-media-driver
inxi
iptables-nft
iwd
kanshi
keyd
kitty
konsole
kvantum
lazygit
less
lib32-sdl2-compat
lib32-vulkan-radeon
lib32-vulkan-virtio
libcamera
libcurl-gnutls
libgsf
libkeybinder3
libnotify
libpulse
libreoffice-fresh
librewolf
libva-intel-driver
linux
linux-firmware
lutris
lxappearance
man-db
man-pages
mesa-utils
mimi
mingw-w64-curl
mingw-w64-gcc
mingw-w64-gdb
mupdf
nano
neofetch
neovide
neovim
neovim-remote
nethogs
network-manager-applet
networkmanager
nm-tray
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nwg-displays
nwg-look
obs-studio
obsidian
openbsd-netcat
opencode-bin
openresolv
openrgb
pa-applet-git
pamixer
pandoc-bin
paru
pavucontrol-gtk3
pcmanfm
pcmanfm-qt
peek
perf
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-v4l2
pnpm
podman
polkit-gnome
polkit-kde-agent
power-profiles-daemon
protonup-qt
pwvucontrol
python-aubio
python-numpy
python-pip
python-pyaudio
python-pynvim
qemu-full
qemu-guest-agent
qt5-graphicaleffects
qt5ct
qt6-doc
qt6-quick3d
qt6-quicktimeline
qt6-tools
qt6-wayland
qt6ct
quickemu
quickgui
quickshell-git
qview
ripgrep
rocminfo
rofi
rog-control-center
rog-daemon
rogauracore-git
rose-pine-cursor
rose-pine-gtk-theme-full
ruby-xcpretty
rustup
scrcpy
slop
slurp
smartmontools
snapd
sof-firmware
spice-vdagent
starship
steam
stow
stremio
supergfxctl
swaybg
swift-bin
sxhkd
sysstat
texlive-bin
thunar
thunar-archive-plugin
thunar-shares-plugin
tree
tree-sitter
ttf-adwaita-mono-nerd
ttf-amiri
ttf-firacode-nerd
ttf-font-awesome-5
ttf-ibm-plex
ttf-iosevka
ttf-jetbrains-mono-nerd
ttf-material-symbols-variable-git
tumbler
turso-cli
unzip
upscayl-bin
usbutils
uwsm
v4l2loopback-dkms
valgrind
vcpkg
vim
virt-manager
virt-viewer
vulkan-intel
vulkan-radeon
vulkan-tools
vulkan-virtio
waybar
wayland-logout
wezterm
wget
wine
winetricks
wireguard-tools
wireless_tools
wireplumber
wkhtmltopdf-bin
wl-clipboard
wmctrl
woff2-font-awesome
wofi
xarchiver
xbps
xclip
xcursor-arch-simple
xcursor-simp1e
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland-git
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xhost
xorg-xinit
xorg-xrandr
xorg-xsetroot
xterm
xwin
yay-bin
yt-dlp
zellij
zip
zoxide
zram-generator
zsh
