bat
bc
btop
curl
deno
dunst
eog
exa
fd
feh
ffmpegthumbnailer
flameshot
fragments
fzf
gxkb
gvfs
hsetroot
imagemagick
linux-headers
lua
lxappearance
lynx
mediainfo
mpv
ncdu
neovim
nodejs
noto-fonts
noto-fonts-cjk
npm
ntfs-3g
odt2txt
p7zip
pavucontrol
pcmanfm
peek
pipewire
pipewire-pulse
python-pip
qtile
ripgrep
rofi
shellcheck
shfmt
starship
stow
stylua
sxiv
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-joypixels
tumbler
ueberzug
unzip
vint
wget
xcape
xcb-util-cursor
xclip
xf86-video-amdgpu
xf86-video-ati
xf86-video-vmware
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xmessage
xorg-xrandr
xorg-xrdb
xorg-xset
xterm
yt-dlp
zathura-pdf-mupdf
