mesa
xorg-server
xorg-apps
xorg-xinit
xorg-xkill
xorg-xsetroot
xorg-xbacklight
xorg-xprop
qtile
stow
noto-fonts
noto-fonts-cjk
ttf-jetbrains-mono
ttf-joypixels
ttf-font-awesome
npm
sxiv
mpv
zathura
zathura-pdf-mupdf
ffmpeg
imagemagick
fzf
xwallpaper
kitty
xterm
exa
btop
xclip
xcape
stow
neovim
starship
curl
light
pcmanfm
python
python-pip
python-pywal
youtube-dl
zip
unzip
unrar
p7zip
xdotool
papirus-icon-theme
brightnessctl
git
sxhkd
zsh
emacs
dash
libnotify
dunst
dhcpcd
visual-studio-code-bin
gimp
gcc
shellcheck
