btop
curl
dunst
exa
fzf
hsetroot
kitty
lua
neovim
network-manager-applet
noto-fonts
noto-fonts-cjk
npm
pcmanfm
pipewire
pipewire-pulse
python-dbus-next
python-pip
python-pywal
qtile
ripgrep
shellcheck
shfmt
starship
stow
sxiv
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-joypixels
wget
xcape
xclip
xf86-video-amdgpu
xf86-video-ati
xf86-video-vmware
xorg-server
xorg-xinit
xterm
