btop
curl
exa
exa
fzf
kitty
lua
neovim
noto-fonts
noto-fonts-cjk
npm
pcmanfm
python-pip
python-pywal
qtile
shellcheck
starship
stow
sxiv
ttf-font-awesome
ttf-joypixels
xcape
xclip
xf86-video-amdgpu
xf86-video-ati
xf86-video-vmware
xorg
xorg-xbacklight
xorg-xinit
xorg-xprop
xterm
wget
zsh-autosuggestions
zsh-syntax-highlighting
